Repository: milesto-app/Milesto
Catalog: ios/Momentum/Resources/Locales/Settings.xcstrings
Source language: fr
Languages: en

# settings.error.title
source: Erreur
en: Error

# settings.edit.birthdate.title
source: Date de naissance
en: Birth date

# settings.edit.firstName
source: Prénom
en: First name

# settings.edit.language.en
source: Anglais
en: English

# settings.edit.language.fr
source: Français
en: French

# settings.edit.language.title
source: Langue
en: Language

# settings.edit.lastName
source: Nom
en: Last name

# settings.edit.name.title
source: Nom
en: Name

# settings.edit.save
source: Enregistrer
en: Save

# settings.profile.birthDate
source: Date de naissance
en: Birth date

# settings.profile.language
source: Langue
en: Language

# settings.profile.memberSince
source: Membre depuis
en: Member since

# settings.newGoal
source: Nouvel objectif
en: New Goal

# settings.signOut
source: Se déconnecter
en: Sign Out

# settings.signOut.alert.cancel
source: Annuler
en: Cancel

# settings.signOut.alert.confirm
source: Se déconnecter
en: Sign Out

# settings.signOut.alert.message
source: Êtes-vous sûr de vouloir vous déconnecter ?
en: Are you sure you want to sign out?

# settings.signOut.alert.title
source: Déconnexion
en: Sign Out

# settings.title
source: Réglages
en: Settings
